Repository: achtenhagen/releasify-ios
Catalog: Releasify/*.lproj/Localizable.strings
Languages: de

# ALERT_ACTION_CANCEL
source: Cancel
de: Abbrechen

# ALERT_ACTION_DISABLE
source: Disable
de: Ausschalten

# ALERT_ACTION_NO
source: No
de: Nein

# ALERT_ACTION_REMOVE
source: Remove
de: Entfernen

# ALERT_ACTION_SETTINGS
source: Settings
de: Einstellungen

# ALERT_ACTION_YES
source: Yes
de: Ja

# ALERT_ALBUM_LOOKUP_FAIL_MESSAGE
source: Please try again later.
de: Bitte versuche es später erneut.

# ALERT_ALBUM_LOOKUP_FAIL_TITLE
source: Failed to lookup album!
de: Ein Fehler ist aufgetreten!

# ALERT_CONFIRM_UNSUBSCRIBE_ALBUM_MESSAGE
source: Please confirm that you want to unsubscribe from this artist.
de: Bitte bestätige, dass du diesem Interpreten nicht mehr folgen willst.

# ALERT_CONFIRM_UNSUBSCRIBE_ALBUM_TITLE
source: Remove Subscription?
de: Nicht mehr folgen?

# ALERT_CONTINUE_WITHOUT_NOTIFICATIONS_MESSAGE
source: Are you really sure you would like to use Releasify with Push Notifications turned off?
de: Möchtest du Releasify wirklich ohne Push Benachrichtigungen verwenden?

# ALERT_CONTINUE_WITHOUT_NOTIFICATIONS_TITLE
source: Continue without Push Notifications?
de: Ohne Push Benachrichtigungen fortfahren?

# ALERT_DISABLE_NOTIFICATION_MESSAGE
source: Please confirm that you would like to disable Push Notifications. You can re-enable them later in iOS settings.
de: Bitte bestätige, dass du Push Benachrichtigungen deaktivieren möchtest. Du kannst sie in den Einstellungen später aktivieren.

# ALERT_DISABLE_NOTIFICATION_TITLE
source: Disable Push Notifications?
de: Push Benachrichtigungen deaktivieren?

# ALERT_ERROR_ALT_MESSAGE
source: There was an error performing your search request. Please try again later.
de: Bei deiner Suche ist ein unerwarteter Fehler aufgetreten. Bitte versuche es später erneut.

# ALERT_ERROR_ALT_TITLE
source: Oops!
de: Ups!

# ALERT_ERROR_TITLE
source: Error
de: Fehler

# ALERT_IMPORT_FAIL_ALT_MESSAGE
source: Please try again later.
de: Bitte versuche es später erneut.

# ALERT_IMPORT_FAIL_MESSAGE
source: You currently have no artists in your media library.
de: Du hast momentan keine Interpreten in deiner Mediathek.

# ALERT_IMPORT_FAIL_TITLE
source: Unable to import!
de: Das Importieren ist fehlgeschlagen!

# ALERT_MAINTENANCE_MESSAGE
source: We'll be back shortly, our servers are currently undergoing maintenance.
de: Wir sind in Kürze zurück. An unseren Servern werden Wartungsarbeiten durchgeführt.

# ALERT_MAINTENANCE_TITLE
source: Service Unavailable
de: Dienst nicht verfügbar

# ALERT_NOTIFICATION_BODY
source: is now available.
de: ist nun erhältlich

# ALERT_NOTIFICATION_TITLE
source: New Album Released
de: Neues Album veröffentlicht

# ALERT_OFFLINE_MESSAGE
source: Please make sure you are connected to the internet, then try again.
de: Bitte stelle sicher, dass du mit dem Internet verbunden bist und versuche es erneut.

# ALERT_OFFLINE_TITLE
source: You're Offline!
de: Du bist offline!

# ALERT_REGISTER_FAIL_MESSAGE
source: Please try again later.
de: Bitte versuche es später erneut.

# ALERT_REGISTER_FAIL_TITLE
source: Unable to register
de: Anmeldung fehlgeschlagen

# ALERT_REMOVE_ALBUM_FAILED_MESSAGE
source: Please try again later.
de: Bitte versuche es später erneut.

# ALERT_REMOVE_ALBUM_FAILED_TITLE
source: Unable to remove album!
de: Das Album konnte nicht entfernt werden!

# ALERT_REMOVE_ALBUM_MESSAGE
source: Please confirm that you want to remove this album.
de: Bitte bestätige, dass du dieses Album entfernen möchtest.

# ALERT_REMOVE_ALBUM_TITLE
source: Remove Album?
de: Album entfernen?

# ALERT_REMOVE_SUBSCRIPTION_FAILED_MESSAGE
source: Please try again later.
de: Bitte versuche es später erneut.

# ALERT_REMOVE_SUBSCRIPTION_FAILED_TITLE
source: Unable to remove subscription!
de: Das Abonnement konnte nicht entfernt werden!

# ALERT_SUBSCRIBE_FAILED
source: Unable to subscribe!
de: Abonnieren fehlgeschlagen!

# ALERT_SUBSCRIBE_FAILED_DESCRIPTION
source: Please try again later.
de: Bitte versuche es später erneut.

# ALERT_UPDATE_FAILED_MESSAGE
source: Please try again later.
de: Bitte versuche es später erneut.

# ALERT_UPDATE_FAILED_TITLE
source: Unable to update!
de: Update nicht möglich!

# APP_EMPTY_STATE_NO_ALBUMS
source: No Albums
de: Keine Alben

# APP_EMPTY_STATE_NO_ALBUMS_DESCRIPTION
source: We have no content for this artist yet
de: Wir haben noch keinen Inhalt zu diesem Künstler

# APP_EMPTY_STATE_NO_FAVORITES
source: No Favorites
de: Keine Favoriten

# APP_EMPTY_STATE_NO_FAVORITES_DESCRIPTION
source: Your favorites will appear here
de: Hier erscheinen deine Favoriten

# APP_EMPTY_STATE_NO_SEARCH_RESULTS
source: No Results
de: Keine Ergebnisse

# APP_EMPTY_STATE_NO_SEARCH_RESULTS_DESCRIPTION
source: Your search did not return any results
de: Deine Suche ergab keine Treffer

# APP_EMPTY_STATE_NO_SUBSCRIPTIONS
source: No Subscriptions
de: Keine Abonnements

# APP_EMPTY_STATE_NO_SUBSCRIPTIONS_DESCRIPTION
source: Your subscriptions will appear here
de: Deine Abonnements erscheinen hier

# APP_EMPTY_STATE_STREAM
source: No Content
de: Kein Inhalt

# APP_EMPTY_STATE_STREAM_DESCRIPTION
source: Start by adding a new subscription
de: Mit einem neuen Abonnement beginnen

# ARTIST_PICKER_SEARCH_RESULTS_LABEL
source: Results
de: Ergebnisse

# ARTWORK_DOWNLOAD_FAILED
source: Failed to download album artwork.
de: Das Album Cover konnte nicht geladen werden.

# BUTTON_ADD_TO_LIBRARY
source: Add to Library
de: Hinzufügen

# BUTTON_PREORDER
source: Pre-Order
de: Vorbestellen

# BUTTON_PURCHASE
source: Purchase
de: Kaufen

# NOTIFICATION_SETTINGS_OPEN_IN_APP
source: Open in App
de: In der App öffnen

# NOTIFICATION_SETTINGS_PREORDER
source: Pre-Order
de: Vorbestellen

# NOTIFICATION_SETTINGS_PURCHASE
source: Purchase
de: Kaufen

# NO_ALBUMS_PLACEHOLDER
source: No albums here yet!
de: Noch keine Alben verfügbar!

# SEARCH_BAR_PLACEHOLDER_SEARCH
source: Search
de: Suche

# SEARCH_BAR_PLACEHOLDER_SEARCH_ARTISTS
source: Search Artists
de: Interpreten suchen

# SEARCH_RESULTS_INFO_LABEL
source: Please choose from the list below.
de: Bitte wähle aus der unteren Liste.

# SHARE_ACTIVITY_BUY
source: Buy this album on iTunes
de: Dieses Album auf iTunes kaufen

# SKIP_BUTTON_TITLE
source: NEXT
de: WEITER

# STREAM_CELL_ARTIST_TITLE_PREFIX
source: By
de: Von

# STREAM_CELL_NEW_ITEM_LABEL
source: NEW
de: NEU

# TABLE_VIEW_DESELECT_ALL
source: Deselect All
de: Alle Entmarkieren

# TABLE_VIEW_SELECT_ALL
source: Select All
de: Alle Abwählen
